Repository: alinebee/Boxer
Catalog: Resources/*.lproj/DOSBox.strings
Languages: es

# SHELL_CMD_HELP_HELP
source: Shows this list of commands.
es: Muestra esta lista de comandos.

# SHELL_CMD_MKDIR_HELP
source: Makes a new folder at the specified path.
es: Crea una nueva carpeta en la ruta especificada.

# SHELL_CMD_MKDIR_HELP_LONG
source: Usage: [34;1mmkdir [foldername][0m Example: [32;1mmkdir games[0m makes a new folder called "games" in the current folder.
es: Uso: [34;1mmkdir [nombre de carpeta][0m Ejemplo: [32;1mmkdir games[0m crea una nueva carpeta llamada "games" en la carpeta actual.

# SHELL_CMD_RMDIR_HELP
source: Removes the specified folder.
es: Elimina la carpeta especificada.

# SHELL_CMD_RMDIR_HELP_LONG
source: Usage: [34;1mrmdir [foldername][0m Example: [32;1mrmdir games[0m removes the folder called "games" from the current folder. Note: for safety, this command will not remove folders that contain files.
es: Uso: [34;1mrmdir [nombre de carpeta][0m Ejemplo: [32;1mrmdir games[0m elimina la carpeta llamada "games" de la carpeta actual. Nota: por seguridad, este comando no eliminará carpetas que contengan archivos.

# SHELL_CMD_SET_HELP
source: Changes environment variables.
es: Modifica las variables de entorno.

# SHELL_CMD_IF_HELP
source: Performs conditional processing in batch programs.
es: Realiza procesamiento condicional en programas de archivo por lotes.

# SHELL_CMD_GOTO_HELP
source: Jumps to a labeled line in a batch script.
es: Salta a la línea etiquetada en el archivo por lotes.

# SHELL_CMD_SHIFT_HELP
source: Left-shifts commandline parameters in a batch script.
es: Desplaza a la izquierda los parámetros de la línea de comandos en un script de archivo por lotes.

# SHELL_CMD_TYPE_HELP
source: Displays the contents of a text file.
es: Muestra el contenido de un archivo de texto.

# SHELL_CMD_TYPE_HELP_LONG
source: Usage: [34;1mtype [path/to/file.txt][0m Example: [32;1mtype z:/autoexec.bat[0m will display the autoexec.bat file.
es: Uso: [34;1mtype [ruta/a/file.txt][0m Ejemplo: [32;1mtype z:/autoexec.bat[0m mostrará el archivo autoexec.bat.

# SHELL_CMD_REM_HELP
source: Adds a comment line in a batch file.
es: Añade una línea de comentario en un archivo por lotes.

# SHELL_CMD_REM_HELP_LONG
source: Usage: [34;1mrem [comment text][0m Example: [32;1mrem This is a batch file comment. It will not be displayed rem or executed.[0m
es: Uso: [34;1mrem [texto de comentario][0m Ejemplo: [32;1mrem Este es un comentario de un archivo por lotes. No se mostrará rem o ejecutará.[0m

# SHELL_CMD_NO_WILD
source: Wildcards (* and ?) are not currently supported.
es: Comodines (* y ?) no están soportados actualmente.

# SHELL_CMD_RENAME_HELP
source: Moves or renames files and folders.
es: Mueve o renombra archivos y carpetas.

# SHELL_CMD_RENAME_HELP_LONG
source: Usage: [34;1mmove [path/to/file] [path/to/destination][0m -or- [34;1mmove/rename [filename] [newname][0m Examples: [32;1mmove d:/game.exe c:/games/[0m will move "game.exe" from drive D to the "games" folder of drive C. [32;1mmove[0m (or [32;1mrename[0m) [32;1mold.exe new.exe[0m will rename "old.exe" to "new.exe". [32;1mmove d:/old.exe c:/games/new.exe[0m will move "old.exe" from drive D to the "games" folder of drive C and rename it to "new.exe".
es: Uso: [34;1mmove [ruta/a/archivo] [ruta/a/destino][0m -o- [34;1mmove/rename [nombre de archivo] [nuevo nombre][0m Ejemplos: [32;1mmove d:/game.exe c:/games/[0m moverá "game.exe" desde la unidad D a la carpeta "games" de la unidad C. [32;1mmove[0m (o [32;1mrename[0m) [32;1mold.exe new.exe[0m renombrará "old.exe" a "new.exe". [32;1mmove d:/old.exe c:/games/new.exe[0m moverá "old.exe" desde la unidad D a la carpeta "games" de la unidad C y renombrará a "new.exe".

# SHELL_CMD_DELETE_HELP
source: Removes one or more files.
es: Elimina uno o más archivos.

# SHELL_CMD_DELETE_HELP_LONG
source: Usage: [34;1mdelete [path/to/file][0m [31;1mWarning: this command will delete files without confirmation. Deleted files will not appear in the Trash and will not be recoverable.[0m
es: Uso: [34;1mdelete [ruta/a/archivo][0m [31;1mAdvertencia: este comando eliminará archivos sin confirmación. Los archivos eliminados no aparecerán en la papelera y no serán recuperables.[0m

# SHELL_CMD_COPY_HELP
source: Copies files to the specified location.
es: Copia archivos a la ubicación especificada.

# SHELL_CMD_COPY_HELP_LONG
source: Usage: [34;1mcopy [path/to/file] [path/to/destination][0m Examples: [32;1mcopy d:/game.exe c:/games/[0m will copy "game.exe" from drive D to the "games" folder of drive C. [32;1mcopy d:/old.exe c:/games/new.exe[0m will copy "old.exe" from drive D to the "games" folder of drive C, naming the new copy as "new.exe".
es: Uso: [34;1mcopy [ruta/a/archivo] [ruta/a/destino][0m Ejemplos: [32;1mcopy d:/game.exe c:/games/[0m copiará "game.exe" de la unidad D a la carpeta "games" de la unidad C. [32;1mcopy d:/old.exe c:/games/new.exe[0m copiará "old.exe" de la unidad D a la carpeta "games" de la unidad C, nombrando la nueva copia como "new.exe".

# SHELL_CMD_CALL_HELP
source: Starts a batch file from within another batch file.
es: Ejecuta un archivo por lotes desde otro archivo por lotes.

# SHELL_CMD_CALL_HELP_LONG
source: Usage: [34;1mcall [path/to/batch.bat] [arguments][0m This command is only useful within batch files: it will run the specified batch file and then allow the original batch file to continue. If you run a batch file from another batch file without using [32;1mcall[0m, then the original batch file will exit without completing the rest of its commands.
es: Uso: [34;1mcall [ruta/a/batch.bat] [argumentos][0m Este comando solo es útil dentro de un archivo por lotes: ejecutará el archivo por lotes especificado y entonces permitirá continuar al archivo por lotes original. Si ejecuta el archivo por lotes desde otro archivo por lotes sin usar [32;1mcall[0m, entonces el archivo por lotes original saldrá sin completar el resto de comandos.

# SHELL_CMD_LOADHIGH_HELP
source: Loads a program into upper memory.
es: Carga un programa en la memoria superior.

# SHELL_CMD_CHOICE_HELP
source: Sets ERRORLEVEL in response to a user's keypress.
es: Establece ERRORLEVEL en respuesta a la pulsación de teclas de un usuario.

# SHELL_CMD_CHOICE_HELP_LONG
source: Usage: [34;1mchoice [/C:choices] [/N] [/S] [Prompt text][0m Options: [32;1m/C:choices[0m List of keys to choose from. Default is YN. [32;1m/N[0m Do not display the choices at end of prompt. [32;1m/S[0m Makes choices case-sensitive. [32;1mPrompt text[0m The text to display as a prompt to the user. The order of the choices list determines the [34;1ERRORLEVEL[0m produced by each key, starting from 1.
es: Uso: [34;1mchoice [/C:letra] [/N] [/S] [Texto de símbolo][0m Opciones: [32;1m/C:letra[0m Lista de teclas para elegir. Por defecto es YN. [32;1m/N[0m No muestra las opciones en el símbolo del sistema. [32;1m/S[0m Distingue letras entre mayúsculas y minúsculas. [32;1mTexto de símbolo[0m El texto para mostrar como símbolo del sistema al usuario. El orden de la lista de letras determina el [34;1mERRORLEVEL[0m producido por cada tecla,a partir de 1.

# SHELL_CMD_ATTRIB_HELP
source: Does nothing. Provided for compatibility.
es: No hace nada. Proporcionado por compatibilidad.

# SHELL_CMD_PATH_HELP
source: Sets the folder paths to search when you type a program name.
es: Establece las rutas de carpeta para buscar cuando escribe un nombre de programa.

# SHELL_CMD_VER_HELP
source: View and set the reported DOS version.
es: Visualiza y establece la versión DOS reportada.

# SHELL_CMD_VER_VER
source: DOSBox version %s. Reported DOS version %d.%d.
es: Versión de DOSBox %s. Versión DOS reportada %d.%d.

# SHELL_CMD_SUBST_HELP
source: Maps an internal folder to a drive letter.
es: Asigna una carpeta interna a una letra de unidad.

# SHELL_CMD_SUBST_HELP_LONG
source: Usage: [34;1msubst [DOS drive letter] [path/to/folder][0m Example: [32;1msubst d c:/games[0m will make drive D display the contents of the "games" folder from drive C.
es: Uso: [34;1msubst [letra de unidad DOS] [ruta/a/carpeta][0m Ejemplo: [32;1msubst d c:/games[0m hará que la unidad D muestre el contenido de la carpeta "games" de la unidad C.

# SHELL_CMD_SUBST_FAILURE
source: Usage: [34;1msubst [DOS drive letter] [path/to/folder][0m Example: [32;1msubst d c:/games[0m will make drive D display the contents of the "games" folder from drive C.
es: Uso: [34;1msubst [letra de unidad DOS] [ruta/a/carpeta][0m Ejemplo: [32;1msubst d c:/games[0m hará que la unidad D muestre el contenido de la carpeta "games" de la unidad C.

# SHELL_CMD_SUBST_NO_REMOVE
source: Removing a drive is not supported.
es: La extracción de la unidad no está soportada.
