Repository: alinebee/Boxer
Catalog: Resources/*.lproj/DOSBox.strings
Languages: es

# PROGRAM_CONFIG_USAGE
source: Usage: [34;1mconfig -get [section] [property][0m [34;1mconfig -set [section] [property] [value][0m Examples: [32;1mconfig -get cpu cycles[0m shows the current CPU cycles setting. [32;1mconfig -set cpu core dynamic[0m turns on dynamic core emulation. You can also omit [34;1mconfig -get/set [section][0m entirely: [32;1mcycles[0m shows the current CPU cycles setting. [32;1mcore dynamic[0m turns on dynamic core emulation. Note that some configuration settings cannot be modified while the DOS session is running.
es: Uso: [34;1m config -get [sección] [propiedad][0m [34;1mconfig -set [sección] [propiedad] [valor][0m Ejemplos: [32;1mconfig -get cpu cycles[0m muestra la configuración actual de ciclos de la CPU. [32;1mconfig -set cpu core dynamic[0m activa la emulación dinámica del núcleo. También puede omitir por completo [34;1mconfig -get/set [sección][0m: [32;1mcycles[0m muestra la configuración actual de ciclos de la CPU. [32;1mcore dynamic[0m activa la emulación dinámica del núcleo. Tenga en cuenta que algunas configuraciones no se pueden modificar mientras una sesión DOS se está ejecutando.

# PROGRAM_CONFIG_GET_SYNTAX
source: Usage: [34;1mconfig -get [section] [property][0m Example: [32;1mconfig -get cpu cycles[0m shows the current cycles setting. You can also omit [34;1mconfig -get [section][0m entirely: [32;1mcycles[0m shows the current CPU cycles setting.
es: Uso: [34;1mconfig -get [sección] [propiedad][0m Ejemplo: [32;1mconfig -get cpu cycles[0m muestra la configuración actual de ciclos. También puede omitir por completo [34;1mconfig -get [sección][0m: [32;1mcycles[0m muestra la configuración actual de ciclos de la CPU.

# PROGRAM_CONFIG_FILE_ERROR
source: Cannot load configuration file %s.
es: No puede cargar el archivo de configuración %s.

# PROGRAM_CONFIG_SECTION_ERROR
source: Section %s does not exist.
es: La sección %s no existe.

# PROGRAM_CONFIG_PROPERTY_ERROR
source: No such section or property.
es: No existe la sección o propiedad.

# PROGRAM_CONFIG_NO_PROPERTY
source: There is no property %s in section %s.
es: No existe la propiedad %s en la sección %s.

# PROGRAM_CONFIG_SECURE_ON
source: Switching to secure mode ([34;1mmount[0m and [34;1mboot[0m are no longer permitted.)
es: Cambiar a modo seguro ([34;1mmount[0m y [34;1mboot[0m ya no están permitidos.)

# PROGRAM_CONFIG_SECURE_DISALLOW
source: That operation is not permitted in secure mode.
es: Esta operación no está permitida en modo seguro.

# PROGRAM_MOUNT_USAGE
source: Makes a real folder on your Mac accessible as a DOS drive. Usage: [34;1mmount [DOS drive letter] ["Path/to/real/folder"][0m Examples: [32;1mmount d "/Users/yourname/Desktop/"[0m ...will make your OS X desktop folder accessible to DOS as drive D. [32;1mmount -u d[0m will remove drive D. By default, the folder will be mounted as an emulated hard drive. To mount the folder as a CD-ROM drive, add [32;1m-t cdrom[0m to the command. To mount it as a floppy drive, add [32;1m-t floppy[0m.
es: Hace accesible una carpeta real de su Mac como una unidad DOS. Uso: [34;1mmount [letra de unidad DOS] ["ruta/a/carpeta/real"][0m Ejemplos: [32;1mmount d "/Users/yourname/Desktop/"[0m ...hará accesible en DOS su escritorio de OS X como la unidad D. [32;1mmount -u d[0m extraerá la unidad D. Por defecto, la carpeta se montará como un disco duro emulado. Para montar la carpeta como una unidad de CD-ROM, añada [32;1m-t cdrom[0m al comando. Para montarla como una unidad de disquete, añada [32;1m-t floppy[0m.

# PROGRAM_MOUNT_CDROMS_FOUND
source: CD-ROM devices found: %d
es: Dispositivos CD-ROM encontrados: %d

# PROGRAM_MOUNT_STATUS_1
source: [34;1mThe following drives are currently mounted:[0m
es: [34;1mLas siguientes unidades están actualmente montadas:[0m

# PROGRAM_MOUNT_STATUS_2
source: %c: is mounted as %s
es: %c: está montada como %s

# PROGRAM_MOUNT_ERROR_1
source: Folder %s does not exist.
es: La carpeta %s no existe.

# PROGRAM_MOUNT_ERROR_2
source: %s is not a folder.
es: %s no es una carpeta.

# PROGRAM_MOUNT_ILL_TYPE
source: Mount type %s was not recognised. Supported types are [32;1mhdd[0m, [32;1mfloppy[0m and [32;1mcdrom[0m.
es: El tipo de montaje %s no fue reconocido. Los tipos soportados son [32;1mhdd[0m, [32;1mfloppy[0m y [32;1mcdrom[0m.

# PROGRAM_MOUNT_ALREADY_MOUNTED
source: Drive %c is already mounted as %s.
es: La unidad %c ya está montada como %s.

# PROGRAM_MOUNT_UMOUNT_NOT_MOUNTED
source: Drive %c is not mounted.
es: La unidad %c no está montada.

# PROGRAM_MOUNT_UMOUNT_SUCCESS
source: Drive %c has been successfully removed.
es: La unidad %c ha sido extraída correctamente.

# PROGRAM_MOUNT_UMOUNT_NO_VIRTUAL
source: Virtual drives cannot be unmounted.
es: Las unidades virtuales no se pueden desmontar.

# PROGRAM_MOUNT_WARNING_OTHER
source: [31;1mMounting this folder is strongly discouraged! DOS programs may inadvertently damage important operating system files.[0m
es: [31;1m¡No se recomienda el montaje de esta carpeta! Los programas DOS pueden dañar involuntariamente archivos del sistema operativo importantes.[0m

# PROGRAM_RESCAN_SUCCESS
source: DOS filesystem cache cleared.
es: Caché de sistema de archivo DOS vaciada.

# MSCDEX_SUCCESS
source: Emulated MSCDEX driver installed.
es: Controlador MSCDEX emulado instalado.

# MSCDEX_ERROR_MULTIPLE_CDROMS
source: CD-ROM emulation failure: Multiple CD-ROM drives must be mounted on contiguous drive letters.
es: Error de emulación de CD-ROM: Las unidades de CD-ROM múltiples deben ser montadas en letras de unidad contiguas.

# MSCDEX_ERROR_OPEN
source: CD-ROM emulation failure: Unable to open image file.
es: Error de emulación de CD-ROM: No se puede abrir el archivo de imagen.

# MSCDEX_ERROR_NOT_SUPPORTED
source: CD-ROM emulation failure: Not yet supported.
es: Error de emulación de CD-ROM: Todavía no soportado.

# MSCDEX_ERROR_PATH
source: CD-ROM emulation failure: Path not valid.
es: Error de emulación de CD-ROM: Ruta no valida.

# MSCDEX_TOO_MANY_DRIVES
source: CD-ROM emulation failure: Too many CD-ROM drives (maximum 5). MSCDEX driver was not installed.
es: Error de emulación de CD-ROM: Demasiadas unidades de CD-ROM (máximo 5). El controlador MSCDEX driver no fue instalado.

# MSCDEX_LIMITED_SUPPORT
source: CD-ROM emulation: Mounting a folder as a CD-ROM drive provides limited emulation support.
es: Emulación de CD-ROM: El montaje de una carpeta como una unidad de CD-ROM proporciona soporte limitado de emulación.

# MSCDEX_INVALID_FILEFORMAT
source: CD-ROM emulation failure: Disc image file is not in ISO/CUE format, or is corrupted.
es: Error de emulación de CD-ROM: El archivo de imagen de disco no está en formato ISO/CUE, o está corrupto.

# MSCDEX_UNKNOWN_ERROR
source: CD-ROM emulation failure: Unknown error.
es: Error de emulación de CD-ROM: Error desconocido.

# PROGRAM_MEM_CONVEN
source: %10d kB free conventional memory
es: %10d kB de memoria convencional disponible

# PROGRAM_MEM_EXTEND
source: %10d kB free extended memory
es: %10d kB de memoria extendida disponible

# PROGRAM_MEM_EXPAND
source: %10d kB free expanded memory
es: %10d kB de memoria expandida disponible

# PROGRAM_MEM_UPPER
source: %10d kB free upper memory in %d blocks (largest UMB %d kB)
es: %10d kB de memoria superior en %d bloques (mayores de UMB %d kB)

# PROGRAM_LOADFIX_ALLOC
source: %d kB allocated.
es: %d kB asignados.

# PROGRAM_LOADFIX_DEALLOC
source: %d kB freed.
es: %d kB liberados.

# PROGRAM_LOADFIX_DEALLOCALL
source: All allocated memory freed.
es: Liberada toda la memoria asignada.

# PROGRAM_LOADFIX_ERROR
source: Memory allocation error.
es: Error de asignación de memoria.

# PROGRAM_BOOT_NOT_EXIST
source: Bootdisk failure: Bootdisk image file does not exist.
es: Error de disco de arranque: El archivo de imagen de disco de arranque no existe.

# PROGRAM_BOOT_NOT_OPEN
source: Bootdisk failure: Cannot open bootdisk image file.
es: Error de disco de arranque: No puede abrir el archivo de imagen de disco de arranque.

# PROGRAM_BOOT_WRITE_PROTECTED
source: Bootdisk image file is read-only! This may cause problems.
es: ¡El archivo de imagen de disco de arranque es de solo-lectura! Esto puede causarproblemas.

# PROGRAM_BOOT_PRINT_ERROR
source: Boots the DOS session from a floppy or hard disk image, in Bochs IMG format. Usage: [34;1mboot ["Image 1.img" "Image 2.img" ...] -L [A/C/D][0m Accepts one or more floppy disk images (swap them by pressing Cmd-R) or a single hard disk image. [32;1m-L[0m specifies which drive letter to boot from: [32;1mA[0m, [32;1mC[0m or [32;1mD[0m (default is [32;1mA[0m.) To boot from a hard disk image, it must first be mounted with the [34;1mimgmount[0m command.
es: Inicia la sesión DOS desde un disquete o una imagen de disco duro, en formato Bochs IMG. Uso: [34;1mboot ["Imagen 1.img" "Imagen 2.img" ...] -L [A/C/D][0m Acepta una o más imágenes de disquete (intercambiarlas al presionar Cmd-R) o una imagen individual de disco duro. [32;1m-L[0m especifica la letra de unidad para iniciar desde: [32;1mA[0m, [32;1mC[0m o [32;1mD[0m (por defecto es [32;1mA[0m.) Para iniciar desde una imagen de disco duro, primero se debe montar con el comando [34;1mimgmount[0m.

# PROGRAM_BOOT_IMAGE_OPEN
source: Opening boot-disk image file: %s
es: Abriendo archivo de imagen de disco-arranque: %s

# PROGRAM_BOOT_BOOT
source: Booting from drive %c...
es: Arrancando desde unidad %c...

# PROGRAM_BOOT_UNABLE
source: Unable to boot from drive %c.
es: No se puede arrancar desde la unidad %c.

# PROGRAM_BOOT_IMAGE_NOT_OPEN
source: Cannot open %s.
es: No puede abrir %s.

# PROGRAM_BOOT_CART_WO_PCJR
source: PCjr cartridge found, but machine emulation mode is not PCjr.
es: Cartucho PCjr encontrado, pero el modo de emulación de máquina no es PCjr.

# PROGRAM_BOOT_CART_LIST_CMDS
source: Available PCjr cartridge commands: %s.
es: Comandos de cartucho PCjr disponibles: %s.

# PROGRAM_BOOT_CART_NO_CMDS
source: No PCjr cartridge commands found.
es: No se encontraron comandos de cartucho PCjr.

# PROGRAM_IMGMOUNT_SPECIFY_DRIVE
source: Makes the contents of an ISO/CUE/IMG disk image into a DOS drive. Usage: [34;1mimgmount [DOS drive letter] ["Path/to/image.iso"] -t [hdd/floppy/cdrom][0m Example: [32;1mimgmount d "/Users/yourname/Desktop/Game.iso" -t cdrom[0m will mount the Game.iso disk image as the D: drive. You can specify what kind of drive to use by adding the [34;1m-t[0m parameter: [32;1m-t hdd[0m mounts it as a hard disk. [32;1m-t cdrom[0m mounts it as a CD-ROM. [32;1m-t floppy[0m mounts it as a floppy disk.
es: Prepara el contenido de una imagen de disco ISO/CUE/IMG en una unidad DOS. Uso: [34;1mimgmount [letra de unidad DOS] ["Ruta/a/image.iso"] -t [hdd/floppy/cdrom][0m Ejemplo: [32;1mimgmount d "/Users/yourname/Desktop/Game.iso" -t cdrom[0m montará la imagen de disco Game.iso como la unidad D:. Puede especificar que tipo de unidad usar al añadir el parámetro [34;1m-t[0m: [32;1m-t hdd[0m monta como disco duro. [32;1m-t cdrom[0m monta como CD-ROM. [32;1m-t floppy[0m monta como disquete.

# PROGRAM_IMGMOUNT_SPECIFY2
source: Please specify which drive number to mount the image at: 0 = Floppy drive 1 1 = Floppy drive 2 2 = Hard drive 1 3 = Hard drive 2
es: Por favor especifique el número de unidad para montar la imagen en: 0 = Unidad de disco 1 1 = Unidad de disco 2 2 = Disco duro 1 3 = Disco duro 2

# PROGRAM_IMGMOUNT_SPECIFY_GEOMETRY
source: For [33mCD-ROM[0m images: [34;1mimgmount [DOS drive letter] ["Path/to/image.iso"] -t cdrom[0m For [33mhard disk images[0m: Specify the drive geometry as follows: [34;1mimgmount [DOS drive letter] ["Path/to/image.img"] -size [bps,spc,hpc,cyl][0m bps = Bytes per sector spc = Sectors per cylinder hpc = Heads per cylinder cyl = Number of cylinders
es: Para [33mimágenes de CD-ROM:[0m [34;1mimgmount [letra de unidad DOS] ["ruta/a/imagen.iso"] -t cdrom[0m Para [33mimágenes de disco duro[0m: Especifique la geometría de la unidad como a continuación: [34;1mimgmount [letra de unidad DOS] ["ruta/a/imagen.img"] -size [bps,spc,hpc,cyl][0m bps = Bytes por sector spc = Sectores por cilindro hpc = Cabezales por cilindro cyl = Número de cilindros

# PROGRAM_IMGMOUNT_INVALID_IMAGE
source: Could not load the disk image file. Check that the path is correct and the image is accessible.
es: No puede cargar el archivo de imagen de disco. Compruebe que la ruta es correcta y la imagen está accesible.

# PROGRAM_IMGMOUNT_INVALID_GEOMETRY
source: Could not extract drive geometry from image. Use the parameter [34;1m-size bps,spc,hpc,cyl[0m to specify the geometry: bps = Bytes per sector spc = Sectors per cylinder hpc = Heads per cylinder cyl = Number of cylinders
es: No puede extraer la geometría de la unidad desde el archivo. Use el parámetro [34;1m-size bps,spc,hpc,cyl[0m para especificar la geometría: bps = Bytes por sector spc = Sectores por cilindro hpc = Cabezales por cilindro cyl = Número de cilindros

# PROGRAM_IMGMOUNT_TYPE_UNSUPPORTED
source: Image type %s was not recognised. Supported types are [32;1mhdd[0m, [32;1mfloppy[0m and [32;1mcdrom[0m.
es: El tipo de imagen %s no fue reconocido. Los tipos soportados son [32;1mhdd[0m, [32;1mfloppy[0m y [32;1mcdrom[0m.

# PROGRAM_IMGMOUNT_FORMAT_UNSUPPORTED
source: Format %s was not recognised. Supported formats are [32;1mfat[0m, [32;1iso[0m and [32;1none[0m.
es: El formato %s no fue reconocido. Los formatos soportados son [32;1mfat[0m, [32;1miso[0m y [32;1mnone[0m.

# PROGRAM_IMGMOUNT_SPECIFY_FILE
source: Please specify the image file you want to mount. Usage: [34;1mimgmount [DOS drive letter] ["Path/to/image.iso"] -t [hdd/floppy/cdrom][0m Example: [32;1mimgmount d "/Users/yourname/Game.iso" -t cdrom[0m will mount the Game.iso disk image as the D: drive.
es: Por favor especifique el archivo de imagen que desea montar. Uso: [34;1mimgmount [letra de unidad DOS] ["Ruta/a/image.iso"] -t [hdd/floppy/cdrom][0m Ejemplo: [32;1mimgmount d "/Users/yourname/Game.iso" -t cdrom[0m montará la imagen de disco Game.iso como la unidad D:.

# PROGRAM_IMGMOUNT_FILE_NOT_FOUND
source: Disk image file could not be found. Check that the path is correct and the image is accessible.
es: El archivo de imagen de disco no se ha podido encontrar. Compruebe que la ruta es correcta y la imagen está accesible.

# PROGRAM_IMGMOUNT_MOUNT
source: The [34;1mimgmount[0m command is for mounting disk image files only. To mount folders, use the [34;1mmount[0m command.
es: El comando [34;1mimgmount[0m solo es para montar archivos de imágenes de disco. Para montar carpetas, use el comando [34;1mmount[0m .

# PROGRAM_IMGMOUNT_ALREADY_MOUNTED
source: Another drive is already mounted at that letter.
es: Otra unidad ya está montada en esta letra.

# PROGRAM_IMGMOUNT_CANT_CREATE
source: Can't create drive from file.
es: No puede crear la unidad desde el archivo.

# PROGRAM_IMGMOUNT_MOUNT_NUMBER
source: Drive number %d mounted as %s.
es: La unidad número %d montada como %s.

# PROGRAM_IMGMOUNT_NON_LOCAL_DRIVE
source: The image must be on a local drive, not a network drive.
es: La imagen debe estar en una unidad local, no en una unidad de red.

# PROGRAM_IMGMOUNT_MULTIPLE_NON_CUEISO_FILES
source: Mounting multiple image files is only supported for images in CUE/ISO format.
es: El montaje múltiple de archivos de imagen solo está soportado en imágenes de formato CUE/ISO.

# PROGRAM_KEYB_INFO
source: Codepage %i has been loaded.
es: El código de página %i ha sido cargado.

# PROGRAM_KEYB_INFO_LAYOUT
source: Codepage %i has been loaded for layout %s.
es: El código de página %i ha sido cargado para la distribución %s.

# PROGRAM_KEYB_SHOWHELP
source: [34;1mkeyb [keyboard layout ID] [codepage number] [codepage file][0m Examples: [32;1mkeyb[0m: Display currently loaded laout. [32;1mkeyb[0m sp: Load the spanish layout with an automatic codepage. [32;1mkeyb[0m sp 850: Load the spanish layout with codepage 850. [32;1mkeyb[0m sp 850 mycp.cpi: Same as above, but load the codepage from the file mycp.cpi.
es: [34;1mkeyb [distribución de teclado] [código de página] [archivo de código de página][0m Ejemplos: [32;1mkeyb[0m: Muestra la distribución actualmente cargada. [32;1mkeyb[0m sp: Carga la distribución española con el código de página automático. [32;1mkeyb[0m sp 850: Carga la distribución española con el código de página 850. [32;1mkeyb[0m sp 850 mycp.cpi: Igual que el anterior, pero carga el código de página desde el archivo mycp.cpi.

# PROGRAM_KEYB_NOERROR
source: Keyboard layout %s loaded for codepage %i.
es: Distribución de teclado %s cargada para el código de página %i.

# PROGRAM_KEYB_FILENOTFOUND
source: Keyboard file %s not found.
es: Archivo de teclado %s no encontrado.

# PROGRAM_KEYB_INVALIDFILE
source: Keyboard file %s was invalid.
es: El archivo de teclado %s no es valido.

# PROGRAM_KEYB_LAYOUTNOTFOUND
source: No layout in %s for codepage %i.
es: No hay distribución en %s para el código de página %i.

# PROGRAM_KEYB_INVCPFILE
source: No codepage file or invalid codepage file for layout %s.
es: No hay archivo de código de página o archivo de código de página no valido para la distribución %s.

# SHELL_ILLEGAL_PATH
source: Illegal path.
es: Ruta incorrecta.

# SHELL_CMD_HELP
source: For a list of all commands, type [33;1mhelp /all[0m. Here are some frequently used commands:
es: Para una lista de todos los comandos, escriba [33;1mhelp /all[0m. Aquí hay algunos comandos usados frecuentemente:

# SHELL_CMD_ECHO_ON
source: ECHO is on.
es: ECHO está activado.

# SHELL_CMD_ECHO_OFF
source: ECHO is off.
es: ECHO está desactivado.

# SHELL_ILLEGAL_SWITCH
source: Illegal switch: %s.
es: Switch incorrecto: %s.

# SHELL_MISSING_PARAMETER
source: Required parameter missing.
es: Parámetro no encontrado requerido.

# SHELL_CMD_CHDIR_ERROR
source: Unable to change to folder %s. Check that the folder exists and you have typed the path correctly.
es: No se puede cambiar a la carpeta %s. Compruebe que la carpeta existe y que ha escrito la ruta correctamente.

# SHELL_CMD_CHDIR_HINT
source: To change drives, just type [1;32m%c:[0m
es: Para cambiar unidades, solo escriba [1;32m%c:[0m

# SHELL_CMD_CHDIR_HINT_2
source: Folder name is longer than 8 characters and/or contains spaces. Try [1;32mcd %s[0m
es: El nombre de la carpeta es más largo de 8 caracteres y/o contiene espacios. Intente [1;32mcd %s[0m

# SHELL_CMD_CHDIR_HINT_3
source: You are on drive Z, which has no folders. Change to one of your own drives first by typing [1;32mC:[0m To add a drive, [1;34mdrag a folder into the DOS window[0m or select [1;32mAdd DOS Drive[0m in the [1;32mDrives[0m menu.
es: Está en la unidad Z, la cual no tiene carpetas. Primero cambie a una de sus unidades escribiendo [1;32mC:[0m Para añadir una unidad, [1;34marrastre una carpeta a la ventana DOS[0m o seleccione [1;32mAñadir unidad DOS[0m en el menú [1;32mUnidades[0m.

# SHELL_CMD_MKDIR_ERROR
source: Unable to make folder %s.
es: No se puede crear la carpeta %s.

# SHELL_CMD_RMDIR_ERROR
source: Unable to remove folder %s.
es: No se puede eliminar la carpeta %s.

# SHELL_CMD_DEL_ERROR
source: Unable to delete file %s.
es: No se puede eliminar el archivo %s.

# SHELL_SYNTAXERROR
source: The syntax of the command is incorrect.
es: La sintaxis del comando es incorrecta.

# SHELL_CMD_SET_NOT_SET
source: Environment variable %s not defined.
es: Variable de entorno %s no definida.

# SHELL_CMD_SET_OUT_OF_SPACE
source: Not enough environment space left.
es: No hay espacio suficiente para el entorno.

# SHELL_CMD_IF_EXIST_MISSING_FILENAME
source: IF EXIST: Missing filename.
es: IF EXIST: Nombre de archivo no encontrado.

# SHELL_CMD_IF_ERRORLEVEL_MISSING_NUMBER
source: IF ERRORLEVEL: Missing number.
es: IF ERRORLEVEL: Número no encontrado.

# SHELL_CMD_IF_ERRORLEVEL_INVALID_NUMBER
source: IF ERRORLEVEL: Invalid number.
es: IF ERRORLEVEL: Número inválido.

# SHELL_CMD_GOTO_MISSING_LABEL
source: No label supplied to GOTO command.
es: No hay etiqueta proporcionada al comando GOTO.

# SHELL_CMD_GOTO_LABEL_NOT_FOUND
source: GOTO: Label %s not found.
es: GOTO: Etiqueta %s no encontrada.

# SHELL_CMD_FILE_NOT_FOUND
source: File %s not found.
es: Archivo %s no encontrado.

# SHELL_CMD_FILE_EXISTS
source: File %s already exists.
es: El archivo %s ya existe.

# SHELL_CMD_DIR_INTRO
source: Contents of folder %s
es: Contenido de carpeta %s

# SHELL_CMD_DIR_BYTES_USED
source: %5d file(s) %17s bytes total
es: %5d archivo(s) %17s bytes totales

# SHELL_CMD_DIR_BYTES_FREE
source: %5d folder(s) %15s bytes free
es: %5d carpeta(s) %15s bytes libres

# SHELL_EXECUTE_DRIVE_NOT_FOUND
source: Drive %c does not exist! To add a drive, [1;34mdrag a folder into the DOS window[0m or select [1;32mAdd DOS Drive[0m in the [1;32mDrives[0m menu.
es: ¡La unidad %c no existe! Para añadir una unidad, [1;34mArrastre la carpeta a la ventana DOS[0m o seleccione [1;32mAñadir unidad DOS[0m en el menú [1;32mUnidades[0m.

# SHELL_EXECUTE_ILLEGAL_COMMAND
source: Unknown command or file name: %s.
es: Comando o nombre de archivo desconocido: %s.

# SHELL_CMD_PAUSE
source: Press any key to continue.
es: Presione cualquier tecla para continuar.

# SHELL_CMD_PAUSE_HELP
source: Waits for a keypress before continuing.
es: Espera una pulsación de tecla antes de continuar.

# SHELL_CMD_COPY_FAILURE
source: Failed to copy %s.
es: Fallo al copiar %s.

# SHELL_CMD_COPY_SUCCESS
source: %d file(s) copied.
es: %d archivo(s) copiado.

# SHELL_STARTUP_BEGIN
source: [30;1m═══════════════════════════════ [0;37mWelcome to Boxer[30;1m ═══════════════════════════════ [37m If you're new to DOS, type [33mhelp[37m for some helpful DOS commands. For tips, games and updates, visit the [34mBoxer Website[37m from the Help menu.
es: [30;1m═══════════════════════════════ [0;37mBienvenido a Boxer[30;1m ═════════════════════════════ [37m Si es nuevo en DOS, escriba [33mhelp[37m para algunos comandos DOS útiles. Para consejos, juegos y actualizaciones, visite la [34mpágina web de Boxer[37m desde el menú Ayuda.

# SHELL_STARTUP_END
source: [30m════════════════════════════════ [0;37mHappy gaming![30;1m ═════════════════════════════════[0m
es: [30m════════════════════════════════ [0;37m¡Feliz juego![30;1m ═════════════════════════════════[0m

# SHELL_CMD_CHDIR_HELP
source: Changes the current folder.
es: Cambia la carpeta actual.

# SHELL_CMD_CHDIR_HELP_LONG
source: Usage: [34;1mcd [path/to/folder][0m [34;1mcd ..[0m Examples: [32;1mcd games[0m Changes to the "games" subfolder in the current folder. [32;1mcd ..[0m Changes to the parent folder.
es: Uso: [34;1mcd [ruta/a/carpeta][0m [34;1mcd ..[0m Ejemplos: [32;1mcd games[0m Cambia a la subcarpeta "games" en la carpeta actual. [32;1mcd ..[0m Cambia a la carpeta principal.

# SHELL_CMD_CLS_HELP
source: Clears the screen.
es: Limpia la pantalla.

# SHELL_CMD_DIR_HELP
source: Lists the contents of a folder.
es: Lista el contenido de una carpeta.

# SHELL_CMD_DIR_HELP_LONG
source: Usage: [34;1mdir [/p][0m [34;1mdir [foldername] [/p][0m Examples: [32;1mdir[0m Displays the contents of the current folder. [32;1mdir games[0m Displays the contents of the "games" subfolder. To pause between each screenful of files, add [32;/p[0m to the command.
es: Uso: [34;1mdir [/p][0m [34;1mdir [nombre de carpeta] [/p][0m Ejemplos: [32;1mdir[0m Muestra el contenido de la carpeta actual. [32;1mdir games[0m Muestra el contenido de la subcarpeta "games". Para hacer una pausa entre cada pantalla de archivos, añada [32;1m/p[0m al comando.

# SHELL_CMD_ECHO_HELP
source: Displays a message; also toggles command echoing in batch files.
es: Muestra un mensaje; también cambia el comando echo en los archivos por lotes.

# SHELL_CMD_EXIT_HELP
source: Closes the DOS window.
es: Cierra la ventana DOS.
