Repository: alinebee/Boxer
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es

source: Show ROMs in Finder
cs: Zobrazit soubory ROM ve Finderu
es: Mostrar ROMs en Finder

source: Show Status Bar
cs: Zobrazit stavový řádek
es: Mostrar barra de estado

source: Skip
cs: Přeskočit
es: Omitir

source: Skip CD import
cs: Přeskočit import CD
es: Omitir importación de CD

source: Skip disk import
cs: Přeskočit import disku
es: Omitir importación de disco

source: Skip this step
cs: Přeskočit tento krok
es: Omitir este paso

source: Skipping this step may prevent the game from working if it needs those source files.
cs: Vyžaduje-li hra dané soubory, můžete jí přeskočením tohoto kroku znemožnit správně fungovat.
es: Omitiendo este paso puede impedir que el juego funcione si necesita estos archivos fuente.

source: Source Drive
cs: Zdrojový disk
es: Unidad de origen

source: Standard joystick
cs: Standardní joystick
es: Mando estándar

source: Standard joystick/gamepad
cs: Standardní joystick/gamepad
es: Mando estándar/gamepad

source: Stop Importing
cs: Přerušit import
es: Parar importación

source: Stop importing
cs: Přerušit import
es: Parar importación

source: Temporary Files
cs: Dočasné soubory
es: Archivos temporales

source: The MS-DOS prompt has encountered a serious error and must be relaunched.
cs: Příkazový řádek MS-DOS narazil na závažnou chybu a bude nutné ho restartovat.
es: El símbolo del MS-DOS ha encontrado un serio error y debe ser reiniciado.

source: The disc “%1$@” could not be converted into a disc image.
cs: Disk “%1$@” se nepodařilo zkonvertovat na obraz disku.
es: El disco “%1$@” no se puede convertir a una imagen de disco.

source: The disc “%1$@” could not be converted to a disc image because it is in use by another application.
cs: Disk “%1$@” se nepodařilo zkonvertovat na obraz disku, protože ho používá jiná aplikace.
es: El disco “%1$@” no se puede convertir a una imagen de disco debido a que está en uso por otra aplicación.

source: The disk image file may be corrupted or incomplete.
cs: Soubor s obrazem disku může být poškozen nebo nekompletní.
es: El archivo de imagen de disco puede estar corrupta o incompleta.

source: The disk image “%1$@” could not be opened.
cs: Obraz disku “%1$@” se nepodařilo otevřít.
es: La imagen de disco “%1$@” no se puede abrir.

source: The disk image “%@” could not be opened.
cs: Obraz disku “%@” se nepodařilo otevřít.
es: La imagen de disco “%@” no se puede abrir.

source: The drive “%1$@” is unavailable while it is being imported.
cs: Disk “%1$@” nebude k dispozici, dokud neskončí jeho import.
es: La unidad “%1$@” no está disponible mientras se está importando.

source: The emulated printer is currently idle.
cs: Emulovaná tiskárna se momentálně nepoužívá.
es: La impresora emulada está actualmente inactiva.

source: The file “%1$@” could not be read.
cs: Soubor “%1$@” se nepodařilo přečíst.
es: El archivo “%1$@” no se puede leer.

source: The file “%@” was not located inside this gamebox.
cs: Soubor “%@” se v tomto herním balíčku nenachází.
es: El archivo “%@” no fue ubicado dentro de este gamebox.

source: The image “%1$@” could not be imported because Boxer was unable to determine its source files.
cs: Obraz “%1$@” se nepodařilo naimportovat, protože Boxer nedokázal určit jeho zdrojové soubory.
es: La imagen “%1$@” no se puede importar debido a que Boxer no puede determinar los archivos fuente.

source: The name “%1$@” is already taken. Please choose another.
cs: Název “%1$@” se již používá. Zvolte prosím nějaký jiný.
es: El nombre “%1$@” ya está ocupado. Por favor elija otro.

source: The selected drives are in use by %@. Are you sure you want to eject them?
cs: Zvolené disky používá hra %@. Opravdu je chcete vysunout?
es: Las unidades seleccionadas están en uso por %@. ¿Está seguro que desea expulsarlas?

source: There are no free DOS drive letters remaining.
cs: Pro DOSové disky už nejsou k dispozici žádná volná písmena.
es: No hay letras de unidad DOS libres restantes.

source: There is already another drive at the DOS drive letter %1$@.
cs: Písmeno %1$@ už používá jiný DOSový disk.
es: Ya hay otra unidad en la letra de unidad DOS %1$@.

source: This ensures that OS X hotkeys won’t interfere with %1$@’s game controls.
cs: To zajistí, že klávesové zkratky OS X nebudou kolidovat s ovládáním ve hře %1$@.
es: Esto garantiza que las teclas de acceso rápido de OS X no interfieran con los controles de juego.

source: This feature requires Boxer to be given accessibility control in %1$@ Preferences.
cs: Kvůli této funkci musíte Boxeru povolit ovládání vašeho počítače na panelu %1$@.
es: Esta característica requiere que Boxer reciba control de accesibilidad en preferencias de %1$@.

source: This folder may contain a game for another platform which is not supported by Boxer.
cs: V této složce se může nacházet hra určená pro platformu, kterou Boxer nepodporuje.
es: Esta carpeta puede contener un juego para otra plataforma la cual no está soportada por Boxer.

source: This image may be in a format that Boxer does not support.
cs: Tento obraz může být ve formátu, který Boxer nepodporuje.
es: Esta imagen puede estar en un formato que Boxer no soporta.

source: Try removing later drives before adding or removing any other CD-ROM drives.
cs: Před přidáním nebo odebráním dalších CD mechanik zkuste odebrat některé z později připojených disků.
es: Intente eliminar más tarde las unidades antes de añadir o eliminar otras unidades de CD-ROM.

source: Unrecoverable emulation error at MS-DOS prompt
cs: Neopravitelná chyba emulace na příkazovém řádku MS-DOS
es: Error de emulación irrecuperable en el símbolo del MS-DOS

source: Unrecoverable emulation error when running %@
cs: Neopravitelná chyba emulace při snaze emulovat hru %@
es: Error de emulación irrecuperable al ejecutar %@

source: Version %1$@ | build %2$@
cs: Verze %1$@ | sestavení %2$@
es: Versión %1$@ | compilación %2$@

source: XT speed (%u cycles)
cs: Jako XT (%u cyklů)
es: Velocidad XT (%u ciclos)

source: You can insert the disc into a Windows PC instead, and copy the DOS version of the game from there to your Mac. For more help, click the ? button.
cs: Zkuste tento disk raději vložit do Windows PC a DOSovou verzi hry z něj překopírovat do Macu. Pro více informací klikněte na tlačítko otazníku.
es: Puede insertar el disco en su lugar en un PC Windows, y copiar la versión DOS del juego desde su Mac. Para más ayuda haga clic en el botón ?.

source: You can run this game in a Windows emulator instead. For more help, click the ? button.
cs: Zkuste tuto hru raději spustit v emulátoru Windows. Pro více informací klikněte na tlačítko otazníku.
es: Puede ejecutar este juego en su lugar en un emulador de Windows. Para más ayuda haga clic en el botón ?.

source: You can run this program in a Windows emulator instead. For more help, click the ? button.
cs: Zkuste tento program raději spustit v emulátoru Windows. Pro více informací klikněte na tlačítko otazníku.
es: Puede ejecutar este programa en su lugar en un emulador de Windows. Para más ayuda haga clic en el botón ?.

source: You can use the drive once the import has completed or been cancelled.
cs: Disk můžete začít používat, jakmile bude import dokončen nebo zrušen.
es: Puede usar la unidad una vez la importación se haya completado o cancelado.

source: You will need to a find a matching %1$@, or else replace both ROMs with ones from the same model.
cs: Budete muset najít odpovídající %1$@ nebo nahradit obě ROM verzemi patřícími ke stejnému modelu.
es: Necesita encontrar %1$@ adecuada, o sino reemplazar ambas ROMs con unas del mismo modelo.

source: Your changes to accessibility permissions will take effect next time Boxer is launched.
cs: Změny v nastavení funkce Zpřístupnění vejdou v platnost při příštím spuštění Boxeru.
es: Sus cambios en los permisos de accesibilidad tendrán efecto la próxima vez que se inicie Boxer.

source: Your player data and changes to game files will be lost. This operation cannot be undone.
cs: Přijdete o herní data i změny provedené v herních souborech. Tuto operaci nelze vrátit zpět.
es: Sus datos de juego y cambios de los archivos de juego se perderán. Esta operación no se puede deshacer.

source: Your player data and changes to game files will become a permanent part of the gamebox. This operation cannot be undone.
cs: Vaše herní data a změny provedené v herních souborech se stanou trvalou součástí herního balíčku. Tuto operaci nelze vrátit zpět.
es: Sus datos de juego y cambios de los archivos de juego se volverán una parte permanente del gamebox. Esta operación no se puede deshacer.

source: Your real Roland MT-32 is connected.
cs: Je připojen skutečný modul Roland MT-32.
es: Su Roland MT-32 auténtica está conectada.

source: Your savegames and player data will be lost.
cs: Přijdete tím o uložené pozice i ostatní herní data.
es: Se perderán sus partidas guardadas y datos de juego.

source: control ROM
cs: řídicí ROM
es: ROM de control

source: floppy disk
cs: disketa
es: disquete

source: hard disk
cs: pevný disk
es: disco duro

source: internal system disk
cs: interní systémový disk
es: disco de sistema interno

source: yyyy-MM-dd 'at' h.mm.ss a
cs: yyyy-MM-dd 'v' h.mm.ss a
es: yyyy-MM-dd 'a' h.mm.ss a

source: “%1$@” contains game data for a different game.
cs: “%1$@” obsahuje herní data pro jinou hru.
es: “%1$@” contiene datos de juego de un juego diferente.

source: “%1$@” does not contain any suitable MT-32 ROMs.
cs: “%1$@” neobsahuje žádné vhodné ROM MT-32.
es: “%1$@” no contiene ROMs MT-32 adecuadas.

source: “%1$@” is a special OS X folder and not suitable for storing your DOS games.
cs: “%1$@” je speciální složka OS X, která se nehodí k ukládání vašich DOSových her.
es: “%1$@” es una carpeta especial de OS X y no es adecuada para almacenar sus juegos DOS.

source: “%1$@” is from a different MT-32 model than the existing %2$@.
cs: “%1$@” náleží k jinému modelu MT-32 než existující %2$@.
es: “%1$@” es un modelo MT-32 diferente al actual %2$@.

source: “%1$@” is not a valid MT-32 ROM.
cs: “%1$@” není platnou ROM MT-32.
es: “%1$@” no es una ROM MT-32 valida.

source: “%1$@” requires extra files that are currently unavailable.
cs: “%1$@” vyžaduje další soubory, které jsou momentálně nedostupné.
es: “%1$@” necesita archivos extra que actualmente no están disponibles.

source: “%@” does not contain any MS-DOS programs.
cs: “%@” neobsahuje žádný program pro MS-DOS.
es: “%@” no contiene programas MS-DOS.

source: “%@” is a Mac OS game. Boxer only supports MS-DOS games.
cs: “%@” je hra pro Mac OS. Boxer podporuje pouze hry pro MS-DOS.
es: “%@” es un juego de Mac OS. Boxer solo soporta juegos MS-DOS.

source: “%@” is a Mac+PC hybrid disc, which Boxer cannot import.
cs: “%@” je hybridní disk Mac+PC, který Boxer nedokáže naimportovat.
es: “%@” es un disco híbrido Mac+PC, que Boxer no puede importar.

source: “%@” is a Windows game. Boxer only supports MS-DOS games.
cs: “%@” je hra pro Windows. Boxer podporuje pouze hry pro MS-DOS.
es: “%@” es un juego de Windows. Boxer solo soporta juegos de MS-DOS.

source: “%@” is a Windows program. Boxer only supports MS-DOS programs.
cs: “%@” je program pro Windows. Boxer podporuje pouze programy pro MS-DOS.
es: “%@” es un programa Windows. Boxer solo soporta programas MS-DOS.

# “%@” is not a valid joystick type.
source: “%@” není platný typ joysticku.
es: “%@” no es un tipo de joystick valido.

source: “Enable access for assistive devices” must also be enabled in OS X’s %1$@ preferences.
es: “Activar acceso para dispositivos de asistencia” debe estar también activado en preferencias %1$@ de OS X.

source: DOS Games
cs: DOSHRY

source: gamebox %@
cs: herní balíček %@
