Repository: alinebee/Boxer
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es

source: %1$@ (%2$.01f MB of %3$.01f MB)
cs: %1$@ (%2$.01f MB z %3$.01f MB)
es: %1$@ (%2$.01f MB de %3$.01f MB)

source: %1$@ has encountered a serious error and must be relaunched.
cs: Ve hře %1$@ došlo k závažné chybě. Bude nutné spustit ji znovu.
es: %1$@ ha encontrado un error grave y debe ser relanzado.

source: %1$i%% of %2$i MB
cs: %1$i %% z %2$i MB
es: %1$i %% de %2$i MB

source: %@ (Paused)
cs: %@ (pozastaveno)
es: %@ (Pausado)

source: %@ (ejected)
cs: %@ (vysunuto)
es: %@ (expulsado)

source: %@ Documentation
cs: %@ - dokumentace
es: Documentación - %@

source: %@ Documentation:
cs: Dokumentace ke hře %@:
es: Documentación: %@

source: %u pages are ready to print.
cs: Počet stránek připravených k tisku: %u
es: %u páginas están preparadas para imprimir.

source: %u%% throttle
cs: %u %% plynu
es: aceleración %u%%

source: (If an F1, F2 etc. key still behaves as an OS X hotkey, then hold down Fn while pressing the key.)
cs: (Chová-li se stále klávesa F1, F2 atd. jako klávesová zkratka OS X, pak podržte Fn a teprve poté stiskněte klávesu.)
es: (Si una tecla F1, F2 etc. se comporta como una tecla de acceso rápido de OS X, mantenga pulsada la tecla Fn mientras pulsa la tecla.)

source: 1 page is ready to print.
cs: 1 stránka připravena k tisku.
es: 1 página está preparada para imprimir.

source: 2 buttons and gas/brake pedals on a single axis.
cs: 2 tlačítka a plynový/brzdový pedál na jedné ose.
es: 2 botones y pedales de acelerador/freno en un único eje.

source: 4 buttons and up to 4 generic axes.
cs: 4 tlačítka a až 4 běžné osy.
es: 4 botones y hasta 4 ejes genéricos.

source: 4 buttons, POV hat and rudder pedals.
cs: 4 tlačítka, poziční klobouček a pedály směrovky.
es: 4 botones, interruptor POV y timón de pedales.

source: 4 buttons, POV hat, rudder and throttle.
cs: 4 tlačítka, poziční klobouček, směrovka a ovládání plynu.
es: 4 botones, interruptor POV, timón y acelerador.

source: 6 buttons, 2 POV hats, rudder and throttle.
cs: 6 tlačítek, 2 poziční kloboučky, směrovka a ovládání plynu.
es: 6 botones, 2 interruptores POV, timón y acelerador.

source: 386 speed (%u cycles)
cs: Jako 386 (%u cyklů)
es: Velocidad 386 (%u ciclos)

source: 486 speed (%u cycles)
cs: Jako 486 (%u cyklů)
es: Velocidad 486 (%u ciclos)

source: A control ROM and PCM ROM are needed to emulate the MT-32. These files are normally named “MT32_CONTROL.ROM” and “MT32_PCM.ROM”.
cs: K emulaci modulu MT-32 jsou zapotřebí řídicí ROM a PCM ROM. Tyto soubory se běžně nazývají “MT32_CONTROL.ROM” a “MT32_PCM.ROM”.
es: La ROM de control y la ROM PCM son necesarias para emular MT-32. Estos archivos normalmente se llaman “MT32_CONTROL.ROM” y “MT32_PCM.ROM”.

source: A drive is still being imported into %@.
cs: Do hry %@ se stále importuje disk.
es: Una unidad todavía se está importando en %@.

source: AT speed (%u cycles)
cs: Jako AT (%u cyklů)
es: Velocidad AT (%u ciclos)

source: Add MT-32 ROMs…
cs: Přidat ROM MT-32...
es: Añadir ROMs MT-32...

# Add drive
source: Přidat disk
es: Añadir unidad

source: All Programs
cs: Všechny programy
es: Todos los programas

source: Any unsaved data will be lost.
cs: Všechna neuložená data budou ztracena.
es: Se perderán todos los datos no guardados.

source: Any unsaved progress will be lost.
cs: Všechen neuložený postup bude ztracen.
es: Se perderá todo el progreso no guardado.

source: Boxer MIDI Out
es: Salida MIDI de Boxer

source: Boxer can no longer find your games folder.
cs: Boxer nemůže nalézt vaši složku s hrami.
es: Boxer no puede encontrar su carpeta de juegos.

source: Boxer cannot write to the “%1$@” folder.
cs: Boxer nemůže zapisovat do složky “%1$@”.
es: Boxer no puede escribir en la carpeta “%1$@”.

source: Boxer has not finished importing %@.
cs: Boxer nedokončil import herního balíčku %@.
es: Boxer no ha finalizado de importar %@.

source: Boxer is importing the game’s CD so that you can play without it.
cs: Boxer importuje herní CD, aby ho poté nebylo k hraní zapotřebí.
es: Boxer está importando el CD del juego para que pueda jugar sin el.

source: Boxer is importing the game’s floppy disk so that the game can find files on it later.
cs: Boxer importuje herní disketu, aby na ní hra později dokázala najít soubory.
es: Boxer está importando el disquete del juego para que pueda encontrar los archivos más tarde.

source: Boxer is importing the game’s source files so that the game can find them later.
cs: Boxer importuje zdrojové soubory hry, aby je hra později dokázala najít.
es: Boxer está importando los archivos fuente del juego para que el juego pueda encontrarlos más tarde.

source: Boxer: 2-axis, 2-button joystick
cs: Boxer: joystick s 2 osami a 2 tlačítky
es: Boxer: joystick de 2 ejes, 2 botones

source: Boxer: 2-axis, 4-button joystick
cs: Boxer: joystick s 2 osami a 4 tlačítky
es: Boxer: joystick de 2 ejes, 4 botones

source: Boxer: 2-button racing wheel
cs: Boxer: závodní volant s 2 tlačítky
es: Boxer: volante de carreras de 2 botones

source: Boxer: 4-button flightstick with POV switch
cs: Boxer: knipl se 4 tlačítky a pozičním kloboučkem
es: Boxer: flightstick de 4 botones con interruptor POV

source: Boxer: 4-button racing wheel
cs: Boxer: závodní volant se 4 tlačítky
es: Boxer: volante de carreras de 4 botones

source: Brake
cs: Brzda
es: Freno

source: CD-ROM drives must be on sequential drive letters, with no gaps between them.
cs: Písmenná označení CD mechanik na sebe musí navazovat.
es: Las unidades de CD-ROM deben estar en letras de unidad secuenciales, sin espacios entre ellas.

source: Cancel
cs: Zrušit
es: Cancelar

source: Cancelling…
cs: Ruším...
es: Cancelando…

source: Choose a DOS game folder, CD-ROM or disc image to import:
cs: Určete, jakou složku s DOSovou hrou, disk CD nebo obraz disku importovat:
es: Elija una carpeta de juegos DOS, CD-ROM o imagen de disco para importar:

source: Choose a folder, CD-ROM or disc image to add as a DOS drive.
cs: Určete, jakou složku, disk CD nebo obraz disku přidat jako DOSový disk.
es: Elija una carpeta, CD-ROM o imagen de disco para añadir como unidad DOS.

source: Choose a gamebox, folder or DOS program to open in DOS.
cs: Určete, jaký herní balíček, složku nebo DOSový program otevřít v DOSu.
es: Elija un gamebox, carpeta o programa DOS para abrir en DOS.

source: Choose the DOS installer program for this game:
cs: Určete DOSový instalační program této hry:
es: Elija el programa instalador DOS para este juego:

source: Choose the target program for this gamebox:
cs: Určete cílový program tohoto herního balíčku:
es: Elija un programa de destino para este gamebox:

source: Cleaning up after ourselves…
cs: Ještě po sobě uklidíme...
es: Limpiando después de finalizar…

source: Click inside the window to lock the mouse pointer.
cs: Kliknutím uvnitř okna v něm uzamknete kurzor myši.
es: Haga clic dentro de la ventana para bloquear el puntero de ratón.

source: Close
cs: Zavřít
es: Cerrar

source: Close Finder windows or other applications that are using the disc, then try importing again.
cs: Zavřete okna Finderu i jakékoliv jiné aplikace, které disk používají, a poté zkuste znovu zahájit import.
es: Cierre las ventanas de Finder o otras aplicaciones que estén usando el disco, entonces vuelva a intentar de nuevo la importación.

source: Cmd+click inside the window to lock the mouse pointer.
cs: Kombinací Cmd+kliknutí uvnitř okna v něm uzamknete kurzor myši.
es: Cmd+clic dentro de la ventana para bloquear el puntero de ratón.

source: Cmd+click to release the mouse pointer.
cs: Kombinací Cmd+kliknutí uvolníte kurzor myši.
es: Cmd+clic para liberar el puntero de ratón.

source: Current Drive
cs: Aktuální disk
es: Unidad actual

source: DOS Toolkit
cs: Nástroje DOSu
es: Juego de herramientas DOS

source: Destination Drive
cs: Cílový disk
es: Unidad de destino

source: Disable joystick emulation.
cs: Zakázat emulaci joysticku.
es: Desactivar emulación de mando.

source: Do you want to close %@ while it is still running?
cs: Opravdu chcete za běhu ukončit hru %@?
es: ¿Desea cerrar %@ mientras se está ejecutando?

source: Do you want to finish importing %@ first?
cs: Chcete nejprve dokončit import herního balíčku %@?
es: ¿Desea finalizar la importación de %@ primero?

source: Do you want to merge your changes into %@?
cs: Chcete zapsat změny do hry %@?
es: ¿Desea unir sus cambios a %@?

source: Do you want to quit %@?
cs: Chcete ukončit hru %@?
es: ¿Desea salir de %@?

source: Do you want to reset %@ to its original state?
cs: Chcete navrátit hru %@ do původního stavu?
es: ¿Desea restablecer %@ al estado original?

source: Do you want to restart %@ while it is still running?
cs: Chcete za běhu restartovat hru %@?
es: ¿Desea reiniciar %@ mientras se está ejecutando?

source: Do you want to restart %@?
cs: Chcete restartovat hru %@?
es: ¿Desea reiniciar %@?

source: Do you want to revert %@ to its original state?
cs: Chcete navrátit hru %@ do původního stavu?
es: ¿Desea restaurar %@ a su estado original?

source: Drag documentation here to add it to this game.
cs: Přetažením dokumentace na toto místo ji připojíte ke hře.
es: Arrastre documentación aquí para añadirla a este juego.

source: Drive %1$@ (%2$@)
cs: Disk %1$@ (%2$@)
es: Unidad %1$@ (%2$@)

source: Drive %1$@ (%2$@) is currently busy and cannot be ejected.
cs: Disk %1$@ (%2$@) je momentálně používán a nelze ho vysunout.
es: La unidad %1$@ (%2$@) actualmente está ocupada y no se puede extraer.

source: Drive %1$@ added
cs: Disk %1$@ přidán
es: Unidad %1$@ añadida

source: Drive %1$@ ejected
cs: Disk %1$@ vysunut
es: Unidad %1$@ expulsada

source: Drive %1$@ is in use by %2$@. Are you sure you want to eject it?
cs: Disk %1$@ používá hra %2$@. Opravdu ho chcete vysunout?
es: La unidad %1$@ está en uso por %2$@. ¿Está seguro que desea expulsarla?

source: Drive %1$@ is required by Boxer and cannot be ejected.
cs: Disk %1$@ vyžaduje aplikace Boxer, a proto ho nelze vysunout.
es: La unidad %1$@ se necesita por Boxer y no se puede expulsar.

source: Drive %1$@ swapped
cs: Disk %1$@ vyměněn
es: Unidad %1$@ intercambiada

source: Drive %2$@ imported
cs: Disk %2$@ naimportován
es: Unidad %2$@ importada

source: Drive %@ imported
cs: Disk %@ naimportován
es: Unidad %@ importada

source: Drop MT-32 ROMs here to enable MT-32 emulation.
cs: Přetažením souborů ROM pro MT-32 na toto místo aktivujete emulaci modulu MT-32.
es: Arrastre ROMs MT-32 aquí para activar la emulación MT-32.

source: Dummy CD
cs: Fiktivní CD
es: CD simulado

source: Eject and Remove from List
cs: Vysunout a odebrat ze seznamu
es: Expulsar y borrar de la lista

source: Eject drive
cs: Vysunout disk
es: Expulsar unidad

source: Eject one or more existing drives and try again.
cs: Vysuňte jeden nebo více existujících disků a zkuste to znovu.
es: Expulse una o más unidades existentes y vuelva a intentarlo.

source: Eject the existing drive and try again.
cs: Vysuňte existující disk a zkuste to znovu.
es: Expulse la unidad actual y inténtelo de nuevo.

source: Ejecting a drive while it is in use may cause programs that depend on the drive to crash.
cs: Vysunutím používaného disku může dojít ke zhroucení her, které na tomto disku závisí.
es: Expulsar una unidad mientras está en uso puede causar un fallo en los programas que dependen de la unidad.

source: Emulating DOS application
cs: Emuluji DOSovou aplikaci
es: Emulando aplicación DOS

source: Ensure that you have permission to access this file and that the volume containing it is still available.
cs: Ujistěte se, že k tomuto souboru můžete přistupovat a že disk, na kterém se nachází, je stále k dispozici.
es: Asegúrese que tiene permisos para acceder a este archivo y que el volumen que lo contiene está disponible.

source: Export
cs: Exportovat
es: Exportar

source: Export as:
cs: Název:
es: Exportar como:

source: Export game data
cs: Exportovat herní data
es: Exportar datos de juego

source: Fast Forward
cs: Rychle vpřed
es: Avance rápido

source: Favorites
cs: Oblíbené
es: Favoritos

source: Find %@ at Mobygames
cs: Vyhledat hru %@ na MobyGames
es: Buscar %@ en MobyGames

source: Find %@ at ReplacementDocs
cs: Vyhledat hru %@ na replacementdocs
es: Buscar %@ en ReplacementDocs

source: Finish Importing
cs: Dokončit import
es: Finalizar importación

source: For the best experience, %1$@ needs accessibility control in OS X’s %2$@ preferences.
cs: Pro co nejlepší zážitek musíte hře %1$@ povolit ovládání počítače v nastavení %2$@ OS X.
es: Para una mejor experiencia, %1$@ necesita control de accesibilidad en preferencias %2$@ de OS X.

source: For the best experience, turn on “Enable access for assistive devices” in OS X’s %1$@ preferences.
cs: Pro co nejlepší zážitek zaškrtněte možnost “Zapnout přístup pro asistenční zařízení” na panelu %1$@ OS X.
es: Para una mejor experiencia, active “Activar acceso para dispositivos de asistencia” en preferencias %1$@ de OS X.

source: Game Documentation:
cs: Dokumentace ke hře:
es: Documentación de juego:

source: Game Drive
cs: Herní disk
es: Unidad de juego

source: Game imported successfully
cs: Hra byla úspěšně naimportována
es: Juego importado correctamente

source: Gas
cs: Plyn
es: Acelerador

source: Hide Launch Panel
cs: Skrýt panel spuštění
es: Ocultar panel de ejecución

source: Hide Programs Panel
cs: Skrýt panel programů
es: Ocultar panel de programas

source: Hide Status Bar
cs: Skrýt stavový řádek
es: Ocultar barra de estado

source: If this continues to occur after relaunching, please send us an error report.
cs: Pokud se tato chyba projeví i po opětovném spuštění, pošlete nám prosím chybové hlášení.
es: Si esto vuelve a ocurrir después del reinicio, por favor envíenos un informe de error.

source: If you cannot play this game in OS X, you may be able to play it in a Classic Mac OS emulator instead. For more help, click the ? button.
cs: Pokud se vám nedaří spustit tuto hru v OS X, budete ji možná schopni zprovoznit v emulátoru klasického Mac OSu. Pro více informací klikněte na tlačítko otazníku.
es: Si no puede jugar este juego en OS X, puede jugar en su lugar en un emulador de Mac OS clásico. Para más ayuda haga clic en el botón ?.

source: If you close now, the import will be cancelled.
cs: Pokud nyní aplikaci ukončíte, zrušíte tím import.
es: Si cierra ahora, la importación se cancelará.

source: If you restart now, the import will be cancelled.
cs: Pokud nyní aplikaci zrestartujete, zrušíte tím import.
es: Si reinicia ahora, la importación se cancelará.

source: If you skip this step now, you can import the CD later from the Drives Inspector panel while playing.
cs: Pokud nyní tento krok přeskočíte, můžete CD naimportovat později z panelu Průzkumník disků.
es: Si omite este paso ahora, puede importar el CD más tarde desde el panel Inspector de unidades al jugar.

source: If you skip this step now, you can import the disk later from the Drives Inspector panel.
cs: Pokud nyní tento krok přeskočíte, můžete disk naimportovat později z panelu Průzkumník disků.
es: Si omite este paso ahora, puede importar el disco más tarde desde el panel Inspector de unidades.

source: If you stop importing, any already-imported game files will be discarded.
cs: Pokud import přerušíte, všechny již naimportované herní soubory přijdou vniveč.
es: Si para la importación, los archivos de juego ya importados serán descartados.

source: Import
cs: Importovat
es: Importar

source: Import a Game
cs: Importovat hru
es: Importar un juego

source: Import and Relaunch
cs: Importovat a restartovat
es: Importar y relanzar

source: Import complete
cs: Import dokončen
es: Importación completa

source: Import game data
cs: Importovat herní data
es: Importar datos de juego

source: Import into Gamebox
cs: Importovat do herního balíčku
es: Importar en gamebox

source: Importing %@
cs: Importuji %@
es: Importando %@

source: Importing game CD…
cs: Importuji herní CD...
es: Importando CD de juego…

source: Importing game disk…
cs: Importuji herní disketu...
es: Importando disco de juego…

source: Importing game files…
cs: Importuji herní soubory...
es: Importando archivos de juego…

source: Importing into Gamebox…
cs: Importuji do herního balíčku...
es: Importando a gamebox…

source: Importing of %u manuals
cs: Import %u dokumentů
es: Importación de %u manuales

source: Importing of “%@”
cs: Import dokumentu “%@”
es: Importación de “%@”

source: Importing source files as a CD…
cs: Importuji zdrojové soubory jako CD...
es: Importando archivos de origen como CD…

source: Importing source files as a floppy disk…
cs: Importuji zdrojové soubory jako disketu...
es: Importando archivos de origen como disquete…

source: Importing source files as a hard disk…
cs: Importuji zdrojové soubory jako pevný disk...
es: Importando archivos de origen como disco duro…

source: Importing will replace your current savegames and player data. The game will relaunch to complete the import.
cs: Importováním přepíšete aktuální uložené pozice i ostatní herní data. Za účelem dokončení importu se hra restartuje.
es: La importación reemplazará sus juegos guardados y sus datos de juego actuales.

source: Importing…
cs: Importuji...
es: Importando…

source: Included in Gamebox
cs: Zahrnuto v herním balíčku
es: Incluido en gamebox

source: Instead, choose one of your own folders, or a disc mounted in OS X.
cs: Raději zvolte některou ze svých složek nebo disk připojený v OS X.
es: En cambio, elija una de sus propias carpetas, o un disco montado en OS X.

source: Instruct your DOS program to print to %1$@ using %2$@ paper.
cs: Přikažte svému DOSovému programu tisknout na port %1$@ ve formátu %2$@.
es: Configure su programa DOS para imprimir por %1$@ usando %2$@.

source: Joystick with 2 buttons and 2 axes.
cs: Joystick s 2 tlačítky a 2 osami.
es: Mando con 2 botones y 2 ejes.

source: Joysticks of type “%1$@” are not supported by the current session.
cs: Joysticky typu “%1$@” spuštěná hra nepodporuje.
es: Joysticks de tipo “%1$@” no están soportados por la sesión actual.

source: Launch %@
cs: Spustit hru %@
es: Ejecutar %@

source: Launch %@ every time I open this gamebox.
cs: Spustit %@ při každém otevření tohoto herního balíčku.
es: Ejecutar %@ cada vez que abra este gamebox.

source: Launch %@ every time?
cs: Spustit pokaždé %@?
es: ¿Ejecutar %@ cada vez?

source: Locate folder…
cs: Najít složku...
es: Buscar carpeta…

source: MS-DOS Prompt
cs: Příkazový řádek MS-DOS
es: Símbolo del MS-DOS

source: MS-DOS is limited to a maximum of %1$d CD-ROM drives.
cs: Maximální počet CD mechanik je v MS-DOSu omezen na %1$d.
es: MS-DOS está limitado a un máximo de %1$d unidades de CD-ROM.

source: MS-DOS is not permitted to access OS X system folders like “%@”.
cs: MS-DOSu není dovoleno přistupovat k systémovým složkám OS X, jako je “%@”.
es: MS-DOS no está permitido acceder a la carpetas de sistema OS X como “%@”.

source: Make Current Drive
cs: Přepnout na disk
es: Hacer unidad actual

source: Make sure the disk containing your games folder is connected.
cs: Ujistěte se, že disk s vaší složkou her je připojen.
es: Asegúrese que el disco que contiene su carpeta de juegos está conectado.

source: Maximum speed
cs: Maximální rychlost
es: Máxima velocidad

source: Merge and Relaunch
cs: Zapsat a resetovat
es: Unir y relanzar

source: Mobygames Website
cs: Web MobyGames
es: Página web de MobyGames

source: Mount drive
cs: Připojit disk
es: Montar unidad

source: Next Disc
cs: Další disk
es: Siguiente disco

source: Next Disk
cs: Další disk
es: Siguiente disco

source: No joystick
cs: Žádný joystick
es: Sin mando

source: No suitable MT-32 ROMs were found.
cs: Nenalezena žádná vhodná ROM MT-32.
es: No se encontraron ROMs MT-32 adecuadas.

# Normal Speed
source: Normální rychlost
es: Velocidad normal

source: Open %1$@ Preferences
cs: Otevřít panel %1$@
es: Abrir preferencias de %1$@

source: Open %@ Preferences
cs: Otevřít panel %@
es: Abrir preferencias de %@

source: PAUSE
cs: POZASTAVIT
es: PAUSA

source: PCM ROM
es: ROM PCM

source: Pause
cs: Pozastavit
es: Pausa

source: Pentium speed (%u cycles)
cs: Jako Pentium (%u cyklů)
es: Velocidad Pentium (%u ciclos)

source: Player Data for “%@”
cs: Herní data pro hru “%@”
es: Datos de juego para “%@”

source: Playing 1 in %u frames
cs: Zobrazuji každý %u. snímek
es: Reproduciendo 1 de %u fotogramas

source: Playing every frame
cs: Zobrazuji každý snímek
es: Reproduciendo cada fotograma

source: Please check the file permissions, or choose a different folder.
cs: Zkontrolujte prosím oprávnění u souborů nebo zvolte jinou složku.
es: Por favor compruebe los permisos de archivo, o elija una carpeta diferente.

source: Please create a subfolder, or choose a different folder you have created yourself.
cs: Vytvořte prosím podsložku nebo zvolte složku, kterou jste sami vytvořili.
es: Por favor cree una subcarpeta, o elija una carpeta diferente creada por si mismo.

source: Please ensure that the resource “%1$@” is available, then retry the import.
cs: Ujistěte se prosím, že zdrojový disk “%1$@” je k dispozici, a poté import zopakujte.
es: Por favor asegúrese que el recurso “%1$@” está disponible, entonces vuelva a intentar la importación.

source: Please provide a game data file that was exported from %1$@.
cs: Určete prosím soubor s herními daty, jenž byl vyexportován z disku %1$@.
es: Por favor proporcione el archivo de datos de juego que fue exportado desde %1$@.

source: Preparing page %u…
cs: Připravuji stránku %u…
es: Preparando página %u…

source: Previous Disc
cs: Předchozí disk
es: Anterior disco

source: Previous Disk
cs: Předchozí disk
es: Anterior disco

source: Print
cs: Tisknout
es: Imprimir

source: Quit
cs: Ukončit hru
es: Salir

source: Racing wheel
cs: Závodní volant
es: Volante de carreras

source: Recent
cs: Nedávné
es: Reciente

source: Relaunch
cs: Restartovat
es: Reiniciar

source: Relaunch Boxer Now
cs: Restartovat Boxer hned
es: Reiniciar Boxer ahora

source: Removal of %u manuals
cs: Odebrání %u dokumentů
es: Eliminar %u manuales

source: Removal of “%@”
cs: Odebrání dokumentu “%@”
es: Eliminar de “%@”

source: Remove
cs: Odebrat
es: Extraer

source: Remove from List
cs: Odebrat ze seznamu
es: Borrar de la lista

source: Replace MT-32 ROMs…
cs: Nahradit ROM MT-32...
es: Reemplazar ROM MT-32...

source: ReplacementDocs Website
cs: Web replacementdocs
es: Página web de ReplacementDocs

source: Reset and Relaunch
cs: Resetovat a restartovat
es: Restaurar y relanzar

source: Restart
cs: Restartovat
es: Reiniciar

source: Resume
cs: Pokračovat
es: Reanudar

source: Return to DOS
cs: Zpět do DOSu
es: Volver a DOS

source: Return to Launch Options
cs: Zpět k nabídce spuštění
es: Volver a opciones de ejecución

source: Returning to the launch options will end your current game.
cs: Návratem k nabídce spuštění ukončíte rozehranou hru.
es: Volver a las opciones de ejecución finalizará su juego actual.

source: Revert and Relaunch
cs: Obnovit a restartovat
es: Restaurar y relanzar

source: Roland CM-32L emulation is installed.
cs: Nainstalována emulace modulu Roland CM-32L.
es: La emulación Roland CM-32L está instalada.

source: Roland MT-32 emulation is installed.
cs: Nainstalována emulace modulu Roland MT-32.
es: La emulación Roland MT-32 está instalada.

source: Select
cs: Vybrat
es: Seleccionar

source: Select a folder in which to keep your DOS games:
cs: Určete složku k uchovávání vašich DOSových her:
es: Seleccione la carpeta para mantener sus juegos:

source: Select the MT-32 control ROM and PCM ROM to use.
cs: Určete, kterou řídicí ROM a PCM ROM MT-32 použít.
es: Seleccione la ROM de control y la ROM PCM MT-32 para usar.

source: Send Report…
cs: Odeslat hlášení...
es: Enviar informe…

source: Show Launch Panel
cs: Zobrazit nabídku spuštění
es: Mostrar panel de ejecución

source: Show Programs Panel
cs: Zobrazit panel programů
es: Mostrar panel de programas

source: Show ROM folder in Finder
cs: Zobrazit složku souborů ROM ve Finderu
es: Mostrar carpeta de ROM en Finder
