Repository: alinebee/Boxer
Catalog: Resources/*.lproj/Preferences.strings
Languages: es

# 1.title
source: Boxer Preferences
es: Preferencias de Boxer

# 76.title
source: Start up games in Full Screen mode
es: Iniciar juegos en modo pantalla completa

# 77.title
source: You can switch to and from Full Screen at any time from the View menu or by pressing Cmd-F.
es: Puede cambiar desde pantalla completa en cualquier momento desde el menú visualización o pulsando Cmd-F.

# 78.title
source: Always use 4:3 aspect ratio
es: Usar siempre relación de aspecto 4:3

# 79.title
source: When enabled, games will be stretched to match their original aspect ratio on old PC monitors.
es: Al activar, los juegos se estirarán para coincidir con su relación de aspecto original en los monitores de PC antiguos.

# 88.title
source: CRT Display
es: Pantalla CRT

# 109.label
source: Display
es: Pantalla

# 109.paletteLabel
source: Display
es: Pantalla

# 141.title
source: Keep my DOS games in:
es: Mantener juegos DOS en:

# 145.title
source: (No folder specified)
es: (No hay carpeta especificada)

# 146.title
source: Other…
es: Otro…

# 150.title
source: Use shelf appearance in Finder’s icon view
es: Usar apariencia de estantería en vista de icono de Finder

# 175.label
source: General Preferences
es: Preferencias generales

# 176.label
source: Display Preferences
es: Preferencias de pantalla

# 223.title
source: When a program is still running
es: Cuando un programa se está ejecutando

# 225.title
source: Prompt before closing:
es: Preguntar antes de cerrar:

# 268.label
source: Audio Preferences
es: Preferencias de audio

# 276.title
source: Boxer does not come with the ROMs needed to play MT-32 music, as these are not legal to distribute.
es: Boxer no viene con las ROMs necesarias para reproducir música MT-32, ya que no es legal distribuirlas.

# 278.title
source: But if one should stumble across MT-32 ROMs on the internet, then acccidentally download them, one could drag them onto this shelf to bring one’s MT-32 games to life.
es: Pero si se encuentra con ROMs MT-32 en internet, entonces descárguelos accidentalmente, podrá arrastrarlos a esta estantería para llevar los juegos MT-32 a la vida.

# 317.title
source: Show messages from the MT-32’s LCD
es: Mostrar mensajes desde el LCD de MT-32

# 319.title
source: Some games will print secret messages on the MT-32’s LCD panel. When enabled, Boxer will display these on-screen.
es: Algunos juegos escribirán mensajes secretos en el panel LCD de MT-32. Al activar, Boxer los visualizará en pantalla.

# 333.title
source: Music in supporting games will be played through your Roland MT-32 Sound Module.
es: La música de los juegos compatibles se reproducirá a través de su módulo de sonido Roland MT-32.

# 334.title
source: As an MT-32 owner, you are also a person of taste and distinction.
es: Como propietario de una MT-32, también es una persona de gusto y distinción.

# 348.title
source: Choose a rendering style for DOS games:
es: Elija un tipo de renderizado para los juegos DOS:

# 354.title
source: Open my games folder in Finder
es: Abrir carpeta de juegos en Finder

# 355.title
source: Show welcome panel
es: Mostrar panel de bienvenida

# 356.title
source: Do nothing
es: No hacer nada

# 357.title
source: When Boxer starts:
es: Al iniciar Boxer:

# 363.label
source: Keyboard Preferences
es: Preferencias de teclado

# 367.title
source: Capture function keys and arrow keys for games
es: Capturar teclas de función y cursores de juegos

# 369.title
source: Prevents OS X system hotkeys from interfering with the keyboard controls in your DOS games.
es: Evita que las teclas de acceso del sistema OS X interfieran con los controles de teclado en los juegos DOS.

# 373.title
source: “Enable access for assistive devices” must also be enabled in the Universal Access preferences.
es: “Activar acceso para dispositivos de asistencia” debe estar también activado en preferencias de accesibilidad.

# 377.title
source: Open System Preferences
es: Abrir preferencias del sistema

# 396.label
source: Keyboard
es: Teclado

# 396.paletteLabel
source: Keyboard
es: Teclado

# cba-8m-oxX.title
source: Open a DOS prompt
es: Abrir símbolo del DOS
